Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/hours_of_work/rest_periods_and_breaks.html.txt.tmx
Source language: en
Languages: ga

source: Rest periods and breaks
ga: Tréimhsí sosa agus sosanna

source: All workers are entitled to have breaks while they are at work and rest periods between working days or nights
ga: Tá gach oibrí i dteideal sosanna a bheith acu le linn a gcuid oibre agus tréimhsí scíthe a bheith acu idir laethanta oibre nó oícheanta oibre

source: The Organisation of Working Time Act 1997 sets out the statutory minimum entitlement for employees as regards working hours, annual leave, night work, breaks and rest periods for employees
ga: Leagann an tAcht um Eagrú Ama Oibre 1997 amach íosteidlíochtái reachtúla le haghaidh fostaithe maidir le uaireanta oibre, saoire bhliantúil, obair oíche, sosanna agus tréimhsí sosa

source: The general rule on breaks is that you are entitled to a break of 15 minutes after a 4 ½ hour work period
ga: Is í an riail ghinearálta maidir le sosanna go bhfuiltear i dteideal sos 15 nóiméad le linn tréimhse oibre 4 1/2 uair a chloig

source: If you work more than 6 hours you are entitled to a break of 30 minutes, which can include the first 15-minute break
ga: Má oibríonn tú tréimhse oibre os cionn 6 uair a chloig tá tú i dteideal sos 30 nóiméad

source: There is no entitlement to be paid during these breaks and they are not considered part of working time
ga: Níltear i dteideal íocaíochta le linn na sosanna sin agus ní mheasfar mar am oibre iad

source: Shop employees who work more than 6 hours and whose hours of work include 11.30am–2.30pm are entitled to a one-hour consecutive break which must occur during those hours
ga: Tá fostaithe a oibríonn i siopaí ar feadh níos mó ná sé huaire i dteideal sos uaire leantach a thógáil idir 11.30 r.n. agus 2.30 i.n. nuair a chuimsíonn a n-uaireanta oibre na huaireanta sin

source: Example: If you start work at 7am you are entitled to take a 15-minute break at 11.30am
ga: Sampla: Má thosaíonn tú obair ar 7rn, tá tú i dteideal sos 15 nóiméad ar 11.30rn

source: At 1.15pm when you have worked 6 hours you are entitled to take a break of 30 minutes
ga: Nuair tá 6 uair obair déanta agat ag 1.15in, tá tú i dteideal sos 30 nóiméad a thóg

source: As you have already taken a break at 11.15, your employer can limit this break to 15 minutes
ga: De bharr tá sos 15 nóiméad cheana féin tógtha agat, is féidir d’fhostóir teorainn 15 nóiméad ar an sos seo a chur

source: (If you are working in a shop you are entitled to a one-hour break at 1.15pm.) If you start working again at 1.30pm or 1.45pm and continue working until 6 or 6.15pm you are entitled to another 15-minute break
ga: (Má oibríonn tú i siopa, tá tú i dteideal sos uair amháin ag 1.15in). Má thosaíonn tú obair arís ar 1.30 nó 1.45in agus má leanann tú ag obair suas go 6 nó 6.15in, tá tú i dteideal sos 15 nóiméad eile

source: Employees whose working conditions are covered by the Registered Employment Agreement (Dublin and Dun Laoghaire Drapery, Footwear And Allied Trades) are entitled to a 15-minute paid break (exclusive of the main meal break) if working more than 4 ½ hours
ga: Tá fostaithe a oibríonn faoi chumhdach an Chomhaontú Fostaíochta Cláraithe (Baile Átha Cliath agus Dún Laoghaire d’Éadaitheoireacht, Coisbheart agus Comhcheardaithe i dteideal sos íoctha de 15 nóiméad (taobh amuigh den phríomhshos béile) má tá siad ag obair ar feadh níos mó ná ceithre huaire go leith

source: Until 7 July 2011 employees who were covered by the Employment Regulation Order (ERO) for the Retail Grocery and Allied Trades (nationwide) were entitled to a 15-minute paid break (exclusive of the main meal break) if working more than 4 ½ hours
ga: Roimh 7 Iúil 2011 bhí fostaithe le coinníollacha oibre faoi chumhdach na hOrduithe Rialaithe Fostaíochta (ORF) do Mhiondíoltóireacht, Grósaeireacht agus Comhcheardaithe (ar fud na tíre) i dteideal sosa íoctha de 15 nóiméad (taobh amuigh den phríomhshos béile) má tá siad ag obair ar feadh níos mó ná ceithre huaire go leith

source: Following a High Court decision Employment Regulation Orders ceased to have statutory effect from 7 July 2011
ga: Ag leanúint ó chinneadh na hArd-Chúirte, stad Orduithe Rialaithe Fostaíochta d’aon tionchar reachtúla ón 7 Iúil 2011.Tá conarthaí fostaíochta ag fostaithe a bhí clúdaithe ag an ORF seo a rialaíonn a gcoinníollacha oibre

source: Employees who were covered by this ERO have existing contracts of employment which govern their conditions of work
ga: Má fhuil aon athrú ar a gconradh fostaíochta, de ghnáth teastaíonn cead an fhostaí chun é seo a dhéanamh

source: Any change in their contract of employment normally requires the employee’s consent so the terms set down in the ERO still apply to employees whose contracts date from before 7 July 2011
ga: Dá bhrí sin baineann na téarmaí leagtha síos sna ORF le fostaithe atá conarthaí dátaithe ó roimh 7 Iúil 2011

source: Until new EROs are made the conditions of work (including rest periods) for employees who start work after 7 July 2011 are governed by employment legislation such as the Organisation of Working Time Act 1997
ga: Go dtí go ndéanfar ORF nua tá coinníollacha oibre (sosanna san áireamh) ag fostaithe a thosaíonn ag obair tar éis an 7 Iúil 2011 rialaithe ag reachtaíocht fostaíochta cosúil leis an Acht um Eagrú Ama Oibre 1997

source: The definition of a rest period is any time that is not working time
ga: Leagann an tAcht na tréimhsí sosa mar a leanas:

source: (a) You are entitled to 11 consecutive hours rest in any period of 24 hours
ga: • (a) Táthar i dteideal 11 uair a chloig as a chéile de scíth le linn aon tréimhse 24 uair a chloig

source: In addition you should get 24 consecutive hours rest in any period of 7 days and this should normally follow on from one of the 11-hour rest periods already mentioned, or
ga: Chomh maith leis sin ba cheart go bhfaighfí 24 uair a chloig as a chéile de scíth le linn aon tréimhse 7 lá agus ba cheart go leanfadh sin ceann de na tréimhsí 11 uair a chloig thuasluaite nó

source: (b) As an alternative your employer can give you two 24-hour rest periods in the week that follows one in which you did not get the entitlement described in (a) above
ga: • (b) Mar mhalairt ar (a) sa chás nach bhfaightear an teideal sin, tá de rogha ag d'fhostóir 2 x 24 uair a chloig de scíth a thabhairt duit i rith na seachtaine dár gcionn

source: Unless your contract provides otherwise your 24-hour rest period referred to above should include a Sunday
ga: Mura bhfuil foráil maidir lena mhalairt i do chonradh ba cheart go mbeadh Domhnach mar chuid den tréimhse 24 uair a chloig de scíth a luaitear thuas

source: Who is not covered by the Act
ga: Cé nach bhfuil clúdaithe ag téarmaí an Achta

source: The provisions of the Organisation of Working Time Act 1997 on breaks and rest periods do not apply to all employees
ga: Ní bhaineann forálacha an Achta um Eagrú Ama Oibre, 1997 maidir le sosanna agus tréimhsí scíthe le gach fostaí

source: They do not apply to the Gardaí, Defence Forces, employees who control their own working hours or family employees on farms or in private homes
ga: Ní bhaineann siad le baill An Gharda Síochána, le Óglaigh na hÉireann ná le fostaithe a rialaíonn a gcuid uaireanta oibre féin, ná le fostaithe teaghlaigh ar fheirmeacha nó in árais theaghlaigh phríobháideacha

source: The working hours of young people under the age of 18 are regulated by the Protection of Young Persons (Employment) Act 1996
ga: Is é An tAcht um Chosaint Daoine Óga (Fostaíocht), 1996 a rialaíonn uaireanta oibre daoine óga faoi aois 18

source: In the following situations employers can be exempted from providing the rest periods as set out in the Act
ga: Is féidir díolúine a thabhairt d’fhostóirí sna cásanna seo a leanas maidir le tréimhsí scíthe a chur ar fáil faoi mar atá leagtha síos san acht

source: These exemptions are allowed provided the employee is given equivalent compensatory rest
ga: Ceadaítear na díolúintí sin ar choinníoll go dtugtar a choibhéis de scíth mar chúiteamh don fhostaí

source: This means that if a rest period is postponed the employee must be allowed to take it within a reasonable period of time.The Workplace Relations Commission has a Code of Practice on Compensatory Rest Periods
ga: Ciallaíonn sé seo gur gá go dtabharfar deis don fhostaí scíth a bheith aige nó aici laistigh d’achar réasúnta má chuirtear siar tréimhse scíthe. Tá Cód Cleachtais um Thréimhsí Coibhéiseacha Scíthe (pdf) foilsithe ag an gCoimisiún um Chaidreamh Oibreachais

source: Exceptional circumstances: an employer is exempt from providing these rest periods if this is not possible due to exceptional circumstances or emergency
ga: Cúinsí eisceachtúla: tá díolúine ag fostóir maidir leis na tréimhsí scíthe seo a chur ar fáil mura féidir é de bharr cúinsí eisceachtúla nó éigeandála

source: Collective agreement: The rest periods set out in the Act may be varied if there is a collective agreement to vary them which has been approved by the Labour Court or if there is an Employment Regulation Order or Registered Employment Agreement
ga: Comhaontú comhchoiteann: Is féidir na tréimhsí scíthe mar atá siad leagtha síos san Acht a athrú má dhéantar comhaontú comhchoiteann chun iad a athrú agus má thugann an Chúirt Oibreachais faomhadh don chomhaontú sin, nó má tá Ordú Rialaithe Fostaíochta nó Comhaontú Cláraithe Fostaíochta ann

source: Shift work: When shift workers are changing shift or are working split shifts there is an exemption from the requirement to have the rest periods as specified in the Act
ga: Sealobair: Bíonn díolúine ann maidir leis na tréimhsí scíthe a shainítear san Acht nuair a bhíonn oibrithe sealoibre ag athrú sealanna nó má bhíonn siad ag obair ar shealanna roinnte

source: However, the regulations governing those employed in transport activities (SI 20/1998) and in certain categories of civil protection services (SI 52/1998) exempt them from the provisions on statutory rest breaks/periods but do not require them to have equivalent compensatory rest
ga: Tugann na rialacháin maidir leo siúd atá ag obair i ngníomhaíochtaí iompair (IR 20 de 1998) agus i gcatagóirí áirithe de na seirbhísí cosanta sibhialta (IR 52 de 1998) díolúine dóibh maidir le forálacha faoi sosanna nó tréimhsí scíthe reachtúla ach ní éilíonn siad go gcuirfí a choibhéis de scíth ar fáil mar chúiteamh

source: You can refer disputes under the Organisation of Working Time Act 1997. You should make a complaint within 6 months of the dispute occurring
ga: Is féidir leat díospóidí faoin Acht um Eagrú Ama Oibre, 1997 a chur laistigh de 6 mhí ón am ar tharla an díospóid

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: However, this time limit may be extended for up to 12 months if there was reasonable cause for not bringing the complaint within the first 6 months
ga: Is féidir síneadh ama 6 mhí eile a thabhairt duit má bhí fáthanna réasúnta ann gan an gearán a dhéanamh le linn na chéad 6 mhí

source: Further information on breaks and rest periods and your employment rights is available from the Workplace Relations Commission's Information and Customer Service – see 'Where to apply' below. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Tá tuilleadh eolais maidir le sosanna agus tréimhsí sosa agus ar do chearta fostaíochta ar fáil ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos
